Repository: qadoker/my_wallet
Catalog: lib/l10n/app_*.arb
Languages: az

source: My Wallet
az: Pul Qabım

# enter_email
source: Enter Your Email
az: Emaili daxil edin

# enter_valid_email
source: Enter a valid email
az: Emaili düzgün daxil edin

source: Email is wrong
az: Email yanlışdır!

source: Password is wrong
az: Şifrə yanlışdır

source: Not correct
az: Düzgün deyil

source: Enter Password
az: Şifrəni daxil edin

# password_symbols
source: The number of symbols is less than 8
az: Simvol sayı 8-dən aşağıdır

source: Confirm password
az: Şifrəni təsdiq edin

source: Log In
az: Daxil olun

source: Forgot Password
az: Şifrəni unutmusuz?

source: OR
az: VƏ YA

# do_you_have_account
source: Don't you have an account?
az: Hesabınız yoxdur?

source: Sign Up
az: Qeydiyyatdan keçin

# enter_username
source: Enter Your UserName
az: Adınızı daxil edin

source: Choose currency:
az: Valyutanı seçin:

source: Choose language:
az: Dili seçin:

source: Home
az: Əsas

source: Categories
az: Kategoriyalar

source: Analysis
az: Analiz

source: Settings
az: Parameterlər

source: Profile
az: Profil

source: Income
az: Gəlir

source: Expense
az: Xərc

source: Balance
az: Balans

source: Operations
az: Əməliyyatlar

source: Add operation
az: Əməliyyat əlavə edin

source: Edit operation
az: Əməliyyatı redaktə edin

source: Choose Category
az: Kategoriya əlavə edin

source: Store
az: Maaş

source: Salary
az: Mağaza

source: Enter name:
az: Adı daxil edin:

source: Enter price:
az: Qiyməti daxil edin:

source: Edit
az: Redaktə edin

source: Add
az: Əlavə edin

source: Add Category
az: Kategoriya əlavə edin

source: Edit Category
az: Kategoriyanı redaktə edin

source: Choose Icon:
az: İkn seçin:

source: Delete Operation
az: Əməliyyatı silin

source: Undelete Operation
az: Silməni kənarlaşdırın

source: Delete Category
az: Kategoriyanı silin

source: Undelete Category
az: Silməni kənarlaşdırın

source: Log Out
az: Çıxın
